---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.Duct
zh: 风管
source: html/f8860901-d927-a1a0-8d57-3813f12e6cda.htm
---
# Duct Properties

**中文**: 风管

The id of the assembly instance to which the element belongs.